INSERT INTO reviews (author, source, rating, text, date) VALUES
  ('Александр Малыгин', 'yandex', 5,
   'Ребята работают на высшем уровне! Профессионалы своего дела! Качество – сервис на высоте!',
   '2026-01-06'),

  ('Анна Г.', 'yandex', 5,
   'Все замечательно',
   '2026-01-05'),

  ('Яна М.', 'yandex', 5,
   'Наконец‑то муж и сын нашли своего мастера. Роман тот мастер своего дела! Подберет стрижку сам или сделает точно как попросишь!',
   '2025-12-18'),

  ('Дмитрий', 'yandex', 5,
   'Рекомендую',
   '2025-12-04'),

  ('Алексей Белов', 'yandex', 5,
   'Классные мастера (был у Елены)',
   '2025-11-28'),

  ('Сергей Погорелов', 'yandex', 5,
   'Очень понравилась стрижка',
   '2025-11-02'),

  ('Александр В.', 'yandex', 5,
   'Хожу к Роману несколько лет и ещё ни разу он меня не подвёл. Приятная обстановка и не менее приятный Роман.',
   '2025-10-25'),

  ('Алексей Красиков', 'yandex', 5,
   'Отличное место, отличные ребята.',
   '2025-10-16'),

  ('Дмитрий Чекулаев', 'yandex', 5,
   'Если вы ещё не нашли своего мастера, то этот барбершоп именно то, что вам нужно. Атмосфера и профессионализм мастеров заставляют возвращаться вновь и вновь.',
   '2025-10-11'),

  ('Карачун', 'yandex', 5,
   'Очень уютный уголок мужского релакса! Атмосфера и качество обслуживания на высоте. Грамотные мастера подберут и посоветуют стрижку для вашей формы лица. Рекомендую!',
   '2025-10-07');
